---
kind: type
id: T:Autodesk.Revit.DB.Visual.Tile
source: html/2871b849-9a05-b097-d27d-b998e8254311.htm
---
# Autodesk.Revit.DB.Visual.Tile

A static class that provides access to the property names that appear in the Tile visual asset schema.

## Syntax (C#)
```csharp
public static class Tile
```